[
    {
        "name": "Quảng Ninh",
        "category": "Bắc",
        "city": "Hạ Long",
        "state": "Quảng Ninh",
        "id": 1001,
        "description": "Quảng Ninh là tỉnh ven biển thuộc vùng Đông Bắc Việt Nam. Quảng Ninh được ví như một Việt Nam thu nhỏ, vì có cả biển, đảo, đồng bằng, trung du, đồi núi, biên giới. Theo quy hoạch phát triển kinh tế, Quảng Ninh vừa thuộc vùng kinh tế trọng điểm phía bắc vừa thuộc Vùng duyên hải Bắc Bộ. Đây là tỉnh khai thác than đá chính của Việt Nam và có vịnh Hạ Long là di sản, kỳ quan thiên nhiên thế giới. Quảng Ninh hiện nay đang phát triển theo hướng lấy du lịch làm trọng tâm kết hợp bảo vệ môi trường biển đảo.",
        "specificpoint":"Quảng Ninh nằm ở địa đầu phía đông bắc Việt Nam, có dáng một con cá sấu nằm chếch theo hướng đông bắc - tây nam. Tỉnh Quảng Ninh cách thủ đô Hà Nội 153 km về phía Đông Bắc. Phía đông nghiêng xuống nửa phần đầu Vịnh Bắc bộ, phía tây tựa lưng vào núi rừng trùng điệp. Toạ độ địa lý khoảng 106o26' đến 108o31' kinh độ đông và từ 20o40' đến 21o40' vĩ độ bắc. Bề ngang từ đông sang tây, nơi rộng nhất là 102 km. Bề dọc từ bắc xuống nam khoảng 195 km. Phía đông bắc của tỉnh giáp với Trung Quốc, phía đông và nam giáp vịnh Bắc Bộ, phía tây nam giáp tỉnh Hải Dương và thành phố Hải Phòng, đồng thời phía tây bắc giáp các tỉnh Lạng Sơn, Bắc Giang và Hải Dương.\nĐiểm cực đông trên đất liền là mũi Gót ở đông bắc phường Trà Cổ, thành phố Móng Cái, ngoài khơi là mũi Sa Vĩ.\nĐiểm cực tây là sông Vàng Chua, xã Bình Dương và xã Nguyễn Huệ, thị xã Đông Triều.\nĐiểm cực nam ở đảo Hạ Mai thuộc xã Ngọc Vừng, huyện Vân Đồn.\nĐiểm cực bắc thuộc thôn Mỏ Toòng, xã Hoành Mô, huyện Bình Liêu.\nQuảng Ninh là một trong 25 tỉnh, thành phố có biên giới, tuy nhiên lại là tỉnh duy nhất có đường biên giới trên bộ và trên biển với Trung Quốc, với đường biên giới trên bộ dài 118,825 km và đường phân định Vịnh Bắc Bộ trên biển dài trên 191 km. Mặt khác, Quảng Ninh là một trong 28 tỉnh, thành giáp biển, với đường bờ biển dài 250 km, trong đó có 40.000 hecta bãi triều và trên 20.000 hecta eo vịnh, có 2/12 huyện đảo của cả nước",
        "favoriteDestination":"Vịnh Hạ Long: một trong bảy kỳ quan thiên nhiên thế giới (N7W), di sản thiên nhiên thế giới, có diện tích 1.553 km² với 1969 đảo. Trong đó khu di sản thế giới được UNESCO công nhận có diện tích trên 434 km² với 788 đảo, có giá trị đặc biệt về văn hoá, thẩm mĩ, địa chất, sinh học và kinh tế. Trên vịnh có nhiều đảo đất, hang động, bãi tắm, cảnh quan đẹp thuận lợi cho phát triển nhiều điểm, nhiều hình thức du lịch hấp dẫn. Vịnh Hạ Long cùng với đảo Cát Bà là khu du lịch trọng điểm quốc gia, động lực phát triển vùng du lịch Bắc Bộ.\nVịnh Bái Tử Long nằm liền với vịnh Hạ Long ở phía bắc với nhiều đảo đá trải dài ven biển. Một vẻ đẹp hoang sơ cùng với các bãi tắm tại các đảo như Quan Lạn, Minh Châu, Ngọc Vừng...(Vân Đồn). Phục vụ các du khách thích khám phá tận hưởng vẻ đẹp nguyên sơ của thiên nhiên.\nHàng chục bãi tắm bãi tắm đẹp hiện đại như Trà Cổ (Móng Cái), Bãi Cháy, đảo Tuần Châu được cải tạo, nâng cấp với nhiều loại hình dịch vụ phục vụ đa dạng các nhu cầu của du khách.\nĐảo Cô Tô (phía đông bắc Quảng Ninh). Các bãi tắm đẹp như Hồng Vàn, Bắc Vàn, Vàn Chảy, đảo Cô Tô Con. Được đánh giá là những bãi biển đẹp nhất tại phía bắc.",
        "specialFood":"Quảng Ninh nổi bật với các món chế biến từ hải sản như tôm, cua, ghẹ, cù kỳ, tù hài, hàu, móng tay, giun biển, sam, sò, ngán. Nhưng đặc biệt không thể không kể đến Chả mực giã tay của Hạ Long, cá thu một nắng, sá sùng,.... Ngoài ra còn có miến dong Bình Liêu, rượu Ba Kích, gà đồi Tiên Yên, khâu nhục, cà sáy, chè Ba chẽ, chè Hà Cối, bánh gật gù Tiên Yên, bánh bạc đầu, bánh ngải, bánh tài lồng ệp....",
        "isFeatured": true,
        "isFavorite": true,
        "park": "Việt Nam",
        "coordinates": {
            "longitude": 107.07336,
            "latitude": 20.95045
        },
        "imageName": "VinhHaLong"
    },
    {
        "name": "Đà Nẵng",
        "category": "Trung",
        "city": "Hội An",
        "state": "Quảng Nam",
        "id": 1002,
        "description": "Đà Nẵng là một thành phố trực thuộc trung ương, nằm trong vùng Duyên hải Nam Trung Bộ Việt Nam, là thành phố trung tâm và lớn nhất khu vực miền Trung - Tây Nguyên. \nThành phố Đà Nẵng là thành phố tổng hợp đa ngành, đa lĩnh vực; trung tâm chính trị - kinh tế - xã hội với vai trò là trung tâm công nghiệp, tài chính, du lịch, dịch vụ, văn hóa, giáo dục - đào tạo, y tế chất lượng cao, khoa học - công nghệ, khởi nghiệp, đổi mới sáng tạo của khu vực Miền Trung - Tây Nguyên và cả nước; trung tâm tổ chức các sự kiện tầm khu vực và quốc tế. Thành phố Đà Nẵng đóng vai trò hạt nhân, quan trọng trong Vùng kinh tế trọng điểm miền Trung, đồng thời cũng là một trong 5 thành phố trực thuộc Trung ương ở Việt Nam, đô thị loại I, trung tâm cấp quốc gia, cùng với Hải Phòng và Cần Thơ.",
        "specificpoint":"Tọa độ phần đất liền của thành phố Đà Nẵng từ 15°15' đến 16°40' vĩ độ Bắc và từ 107°17' đến 108°20' kinh độ Đông. Phía Bắc giáp tỉnh Thừa Thiên - Huế, phía Tây và Nam giáp tỉnh Quảng Nam, phía Đông giáp biển Đông.\nThành phố Đà Nẵng nằm ở trung độ của Việt Nam, cách thủ đô Hà Nội 766 km về phía Bắc và cách Thành phố Hồ Chí Minh 961 km về phía Nam theo Quốc lộ 1A. Đà Nẵng còn là trung điểm của các di sản thế giới: Cố đô Huế, Phố cổ Hội An và Thánh địa Mỹ Sơn. Thành phố Đà Nẵng nằm trên trục giao thông Bắc - Nam về đường bộ, đường sắt, đường biển và đường hàng không, là một trong những cửa ngõ quan trọng ra biển của Tây Nguyên và các nước Lào, đông bắc Campuchia, Thái Lan và Myanma. Khoảng cách từ Đà Nẵng đến các trung tâm kinh tế chính của khu vực Đông Nam Á như Bangkok (Thái Lan), Kuala Lumpur (Malaysia), Singapore, Manila (Philippines) đều nằm trong khoảng 1.000–2.000 km. Bốn điểm cực trên đất liền của thành phố Đà Nẵng là:\nCực Bắc là phường Hòa Hiệp Bắc, quận Liên Chiểu.\nCực Tây là xã Hòa Bắc, huyện Hòa Vang.\nCực Nam là xã Hòa Khương, huyện Hòa Vang.\nCực Đông là phường Thọ Quang, quận Sơn Trà.\nNgoài phần đất liền, vùng biển của thành phố gồm quần đảo Hoàng Sa (khu vực đang bị chiếm đóng bởi Trung Quốc) nằm ở 15°45’ đến 17°15’ vĩ độ Bắc, 111° đến 113° kinh độ Đông, ngang bờ biển các tỉnh Quảng Trị, Thừa Thiên - Huế, Quảng Nam và một phần tỉnh Quảng Ngãi; cách đảo Lý Sơn (thuộc tỉnh Quảng Ngãi) khoảng 120 hải lý. Khu vực quần đảo nằm trên vùng biển rộng khoảng 30.000 km². Tổng diện tích phần nổi của quần đảo khoảng 10 km², trong đó đảo Phú Lâm chiếm diện tích lớn nhất (nguồn Việt Nam: khoảng 1,5 km², nguồn Trung Quốc: 2,1 km²).\nHoàng Sa án ngữ đường hàng hải quốc tế huyết mạch từ Thái Bình Dương qua Ấn Độ Dương và Đại Tây Dương. Vùng biển này có tiềm năng lớn về khoáng sản, hải sản, có thuận lợi để phát triển kinh tế nhưng quan trọng hơn đây là vị trí quân sự chiến lược, khống chế đường giao thông trên biển và trên không trong khu vực phía Bắc biển Đông.Bốn điểm cực của quần đảo Hoàng Sa là:\nCực Bắc tại Bãi đá Bắc.\nCực Nam tại Bãi ngầm Ốc Tai Voi.\nCực Đông tại Bãi Gò Nổi\nCực Tây tại Đảo Tri Tôn.",
        "favoriteDestination":"Đà Nẵng là một thành phố có nhiều tiềm năng để phát triển du lịch, là trung tâm du lịch lớn hàng đầu của Việt Nam. Phía bắc thành phố được bao bọc bởi núi cao với đèo Hải Vân được mệnh danh là 'Thiên hạ đệ nhất hùng quan'. Phía tây là Khu nghỉ dưỡng Sun World Bà Nà Hills nằm ở độ cao trên 1.400m với hệ thống 8 tuyến cáp treo có tổng công suất phục vụ 9.500 khách/giờ, tuyến cáp treo Thác Tóc Tiên - Indochine đạt bốn kỷ lục thế giới (Cáp treo một dây dài nhất thế giới: 5,771.61m; Độ chênh giữa ga đi và ga đến cao nhất thế giới: 1,368.93m; Chiều dài một sợi cáp không nối dài nhất thế giới: 11,587m; Độ nặng cuộn cáp nặng nhất thế giới: 141.24 tấn) cùng khu vui chơi giải trí trong nhà Fantasy Park lớn nhất Đông Nam Á và khu làng Pháp lớn nhất Việt Nam, mỗi ngày khu nghỉ dưỡng Sun World Bà Nà Hills phục vụ hơn 30.000 lượt khách, các ngày cao điểm lên tới hơn 40.000 lượt khách.\nPhía đông bắc là bán đảo Sơn Trà với 400 ha rừng nguyên sinh[140] gồm nhiều động thực vật phong phú. Phía đông nam là danh thắng Ngũ Hành Sơn. Trên địa bàn thành phố còn có một hệ thống các đình, chùa, miếu theo kiến trúc Á Đông, các nhà thờ theo kiến trúc phương Tây như Nhà thờ Con Gà,...các bảo tàng mà tiêu biểu nhất là Bảo tàng Nghệ thuật Điêu khắc Chăm. Đây là bảo tàng trưng bày hiện vật Chăm quy mô nhất ở Việt Nam. Ngoài ra thành phố còn được bao bọc bởi 3 Di sản Văn hóa Thế giới: Huế, Hội An, Mỹ Sơn. Xa hơn một chút nữa là Vườn Quốc gia Bạch Mã, và Di sản Thiên nhiên Thế giới Vườn Quốc gia Phong Nha - Kẻ Bàng. Vì thế Đà Nẵng được xem là điểm trung chuyển quan trọng trên Con đường Di sản miền Trung.",
        "specialFood":"Ẩm thực Đà Nẵng chịu ảnh hưởng của ẩm thực vùng ven biển miền Trung Việt Nam, đặc biệt là vùng đất xứ Quảng nhưng vẫn có những nét đặc trưng riêng. Gỏi cá Nam Ô gắn liền với tên làng biển Nam Ô. Cá để chế biến là cá mòi, cá tớp, cá cơm... nhưng ngon nhất là cá trích. Trước khi ướp, cá được ép lấy nước để làm ráo cá và lấy nước cốt này làm món nước chấm. Rau ăn kèm với gỏi cá Nam Ô rất đa dạng và chỉ mọc trên đèo Hải Vân như cóc rừng, tim lan, lành ngạnh, lá trâm, lá dừng... đã mang lại hương vị riêng cho món gỏi cá sống. \nCẩm Lệ thuộc phường Khuê Trung, quận Hải Châu có món bánh khô mè nổi tiếng trong đó người đi 'tiên phong' là bà Huỳnh Thị Điểu, thường gọi là bà Liễu. Bánh khô mè được làm từ bột gạo, bột nếp, đường kính, gừng và mè. Bột gạo pha với bột nếp được cho vào khuôn, hấp cách thủy, nướng khô, 'tắm' đường, 'tắm' mè... Ruột bánh xốp giòn, đường dẻo, mè chín thơm, thường được người dân dâng cúng ông bà tổ tiên trong những ngày giỗ tết. Hiện nay bánh được sản xuất, tiêu thụ quanh năm cả trong và ngoài nước. Bên cạnh đó còn có bánh tráng Túy Loan. Theo phong tục của người dân Túy Loan cứ mỗi dịp lễ tết nhất là những ngày giỗ kỵ bánh tráng là món ăn không thể thiếu trên mâm cúng gia tiên.\nĐà Nẵng còn có một món ăn được rất nhiều người biết đến đó là Chả bò Đà Nẵng. Được làm hoàn toàn từ thịt bò và các gia vị như tiêu, tỏi... theo cách của người Đà Nẵng nên cho ra món ăn có hương vị rất ngon và được nhiều thực khách mua để làm quà, đặc biệt là người miền Nam. Bên cạnh đó, có món trà sâm dứa hoa lài Đà Nẵng cũng rất nổi tiếng. \nNgoài ra ở Đà Nẵng còn có nhiều món ăn ngon tuy không gắn liền với tên một địa danh cụ thể nhưng vẫn mang những nét đặc trưng riêng như món Mì Quảng Đà Nẵng, Bánh xèo Đà Nẵng, Bánh tráng cuốn Thịt heo, thịt Bê thui, Bún chả cá, bún mắm, mít trộn, ốc hút, bò né...",
        "isFeatured": false,
        "isFavorite": false,
        "park": "Việt Nam",
        "coordinates": {
            "longitude": 108.335,
            "latitude": 15.87944
        },
        "imageName": "HoiAn"
    },
    {
        "name": "Kiên Giang",
        "category": "Nam",
        "city": "Kiên Giang",
        "state": "Kiên Giang",
        "id": 1003,
        "description": "Kiên Giang là một tỉnh ven biển thuộc vùng Đồng bằng sông Cửu Long ở miền Nam, Việt Nam.\nNăm 2018, Kiên Giang là đơn vị hành chính Việt Nam đông thứ 11 về số dân, xếp thứ 20 về Tổng sản phẩm trên địa bàn (GRDP).",
        "specificpoint":"Kiên Giang nằm tận cùng phía Tây Nam của Việt Nam, trong đó lãnh thổ bao gồm đất liền và hải đảo. Phần đất liền nằm trong tọa độ từ 9°23'50 - 10°32'30 vĩ Bắc và từ 104°26'40 - 105°32'40 kinh Đông.\nPhía Bắc giáp Campuchia, đường biên giới dài 56,8 km\nPhía Nam giáp các tỉnh Bạc Liêu, Cà Mau\nPhía Tây giáp vịnh Thái Lan với đường bờ biển dài 200 km\nPhía Đông lần lượt tiếp giáp với các tỉnh là An Giang, Hậu Giang và thành phố Cần Thơ.\nPhần hải đảo nằm trong vịnh Thái Lan bao gồm hơn 100 hòn đảo lớn nhỏ, trong đó lớn nhất là đảo Phú Quốc và xa nhất là quần đảo Thổ Châu, tập trung thành 5 quần đảo là quần đảo Hải Tặc, quần đảo Bà Lụa, quần đảo An Thới, quần đảo Nam Du và quần đảo Thổ Châu.\nCực Bắc thuộc địa phận xã Tân Khánh Hoà, huyện Giang Thành.\nCực Nam nằm ở xã Vĩnh Phong, huyện Vĩnh Thuận.\nCực Tây tại phường Mỹ Đức, thành phố Hà Tiên\nCực Đông nằm ở xã Hoà Lợi thuộc địa phận huyện Giồng Riềng.",
        "favoriteDestination":"Khu dự trữ sinh quyển ven biển và biển đảo Kiên Giang đã được UNESCO công nhận là khu dự trữ sinh quyển thế giới. Khu DTSQ Kiên Giang chứa đựng sự phong phú, đa dạng và đặc sắc về cảnh quan và hệ sinh thái như rừng tràm trên đất ngập nước, rừng trên núi đá, hệ sinh thái biển mà trong đó tiêu biểu là thảm cỏ biển gắn liền với loài động vật quý hiếm là bò biển. Khu DTSQ Kiên Giang trùm lên địa phận các huyện Phú Quốc, An Minh, Vĩnh Thuận, Kiên Lương và Kiên Hải, có ba vùng lõi thuộc các Vườn quốc gia U Minh Thượng, VQG Phú Quốc, và Rừng phòng hộ ven biển Kiên Lương - Kiên Hải.\nThắng cảnh chùa Hang (Kiên Lương) với hòn Phụ Tử nổi tiếng. Tháng 8 năm 2006, một bên của hòn Phụ Tử (hòn Phụ) đã bị đổ xuống biển. Nguyên nhân ban đầu được xác định là do những tác động tự nhiên của gió, sóng và nước biển. Hiện nay các ngành chức năng ở địa phương đang họp bàn về cách phục dựng.\nThạch Động: Cách biên giới Campuchia chưa được 3 km đường chim bay, từ xa hình giống như nón của người lính kỵ binh Anh thời xưa. Được hình thành từ đá vôi bị xâm thực, bên trong Thạch Động đủ rộng để du khách có thể viếng chùa, ngắm nhìn biên giới bên tay gió biển thổi lộng vào (xem thêm Hà Tiên thập vịnh).\nĐảo Phú Quốc, hòn đảo lớn nhất Việt Nam, là hòn đảo ngọc hiện đang được chú ý bởi những ai thích vẻ hoang sơ của nó. Hiện nay tốc độ tăng trưởng du lịch của Phú Quốc được coi như là cao nhất với mức tăng luôn từ 100% trở lên so với năm trước đó.",
        "specialFood":"Văn hóa ẩm thực ở đây cũng rất phong phú, đa dạng với hàng trăm món ăn các loại với các đặc sản như Cá nhồng, Nước mắm Phú Quốc, Cháo môn, Sò huyết Hà Tiên, Bún cá Kiên Giang...",
        "isFeatured": false,
        "isFavorite": true,
        "park": "Việt Nam",
        "coordinates": {
            "longitude": 103.954329516,
            "latitude": 10.223999104
        },
        "imageName": "PhuQuoc"
    },
    {
        "name": "Lào Cai",
        "category": "Bắc",
        "city": "Sapa",
        "state": "Lào Cai",
        "id": 1004,
        "description": "Lào Cai là một tỉnh vùng cao biên giới thuộc vùng Tây Bắc Bộ, Việt Nam.\nNăm 2018, Lào Cai là đơn vị hành chính Việt Nam đông thứ 55 về số dân, xếp thứ 45 về Tổng sản phẩm trên địa bàn (GRDP), xếp thứ 16 về GRDP bình quân đầu người, đứng thứ 11 về tốc độ tăng trưởng GRDP. Với 705.600 người dân, GRDP đạt 43.634 tỉ Đồng (tương ứng với 1,8951 tỉ USD), GRDP bình quân đầu người đạt 61,84 triệu đồng (tương ứng với 2.686 USD), tốc độ tăng trưởng GRDP đạt 10,23%.",
        "specificpoint":"Tỉnh Lào Cai giáp ranh giữa vùng Tây Bắc và vùng Đông Bắc. Trung tâm hành chính của tỉnh là Thành phố Lào Cai, cách Thủ đô Hà Nội 290 km \nPhía bắc giáp Trung Quốc (tỉnh Vân Nam)\nPhía tây giáp tỉnh Lai Châu\nPhía đông giáp tỉnh Hà Giang\nPhía nam giáp tỉnh Yên Bái",
        "favoriteDestination":"Với 25 dân tộc cùng sinh sống, Lào Cai trở thành mảnh đất phong phú về bản sắc văn hóa, về truyền thống lịch sử, di sản văn hóa. Trong đó Người Việt chiếm số đông, có mặt khá sớm và đặc biệt chiếm tỉ lệ cao trong những năm 1960 bởi phong trào khai hoang và cán bộ được điều động từ thành phố Hải Phòng các tỉnh Phú Thọ,Thái Bình, Hà Nam...lên. Trong số các dân tộc khác thì đông hơn cả là Người H'Mông, Tày, Dao, Người Dáy,... Người Hoa chiếm tỉ lệ đáng kể. Chính sự phong phú về đời sống các dân tộc đã tạo ra một bản sắc riêng của Lào Cai. Việc các tỉnh Phú Thọ, Yên Bái, Lào Cai cùng phối hợp tiến hành khai thác Du lịch về cội nguồn chính là phát huy thế mạnh này và đã thu hút được dự quan tâm của du khách.",
        "specialFood":"Thắng cố ngựa Bắc Hà Món ăn gây tò mò, hứng thú và hấp dẫn đông du khách nhất khi đến với Lào Cai là món thắng cố, một món ăn vô cùng nổi tiếng của đồng bào các dân tộc miền núi phía Bắc.\nThịt lợn cắp nách.\nCá hồi Thác Bạc.\nCơm lam.\nĐào Sapa, mận Bắc Hà\nNấm hương rừng ở Sapa.\nThổ cẩm ở Lào Cai.\nThịt trâu gác bếp.",
        "isFeatured": true,
        "isFavorite": true,
        "park": "Việt Nam",
        "coordinates": {
            "longitude": 103.84415,
            "latitude": 22.34023
        },
        "imageName": "Sapa"
    },
    {
        "name": "Bình Thuận",
        "category": "Trung",
        "city": "Phan Thiết",
        "state": "Bình Thuận",
        "id": 1005,
        "description": "Bình Thuận là một tỉnh thuộc vùng Duyên hải Nam Trung Bộ, Việt Nam. \nNăm 2018, Bình Thuận là đơn vị hành chính Việt Nam đông thứ 32 về số dân, xếp thứ 34 về Tổng sản phẩm trên địa bàn (GRDP), xếp thứ 26 về GRDP bình quân đầu người, đứng thứ 35 về tốc độ tăng trưởng GRDP. Với 1.231.000 người dân, GRDP đạt 81.325 tỷ Đồng (tương ứng với 3,3 tỷ USD), GRDP bình quân đầu người đạt 66 triệu đồng (tương ứng với 2.881 USD), tốc độ tăng trưởng GRDP đạt 11,09%.",
        "specificpoint":"Bình Thuận là tỉnh có dãy đất bắt đầu chuyển hướng từ Nam sang Tây của phần còn lại của Việt Nam trên bản đồ hình chữ S, có tọa độ địa lý từ 10o33'42 đến 11o33'18 vĩ độ Bắc, từ 107o23'41 đến 108o52'18 kinh độ Ðông. Phía Bắc của tỉnh Bình Thuận giáp với tỉnh Lâm Đồng, phía Đông Bắc giáp tỉnh Ninh Thuận, phía Tây giáp tỉnh Đồng Nai, và phía Tây Nam giáp Bà Rịa-Vũng Tàu, ở phía Đông và Nam giáp Biển Đông với đường bờ biển dài 192 km.",
        "favoriteDestination":"Ngày 24 tháng 10 năm 1995, hàng vạn người bao gồm các nhà khoa học, khách du lịch trong nước và quốc tế đổ về núi Tà Dôn (huyện Hàm Thuận Bắc) và Mũi Né - Phan Thiết để chiêm ngưỡng và nghiên cứu hiện tượng nhật thực toàn phần cũng đồng thời nhận ra nơi này có nhiều cảnh quan kỳ thú và tiềm năng du lịch phong phú. Đây được coi là mốc thời gian mà Bình Thuận bắt đầu có tên trên bản đồ du lịch Việt Nam.\nLà một tỉnh ven biển, khí hậu quanh năm nắng ấm, nhiều bãi biển sạch đẹp, cảnh quan tự nhiên và thơ mộng, giao thông thuận lợi, Bình Thuận đang là một trong những trung tâm du lịch lớn của Việt Nam.\nBình Thuận đã đầu tư xây dựng các quần thể du lịch - nghỉ mát - thể thao - leo núi - du thuyền - câu cá - đánh gôn - nghỉ dưỡng - chữa bệnh tại khu vực phường Mũi Né (thành phố Phan Thiết), Hàm Tân, Tuy Phong phục vụ du khách. Hiện nay, thành phố Phan Thiết đang có sân golf 18 lỗ: và Sealinks mang tầm vóc quốc tế; các khách sạn lớn, nhiều khu resort cao cấp, hệ thống nhà nghỉ ven biển... sẵn sàng đáp ứng các nhu cầu ăn nghỉ, vui chơi giải trí của du khách và các nhà đầu tư. Bình Thuận còn có nhiều di tích văn hóa - lịch sử, danh làm thắng cảnh hấp dẫn.",
        "specialFood":"Bánh căn.\nBánh canh chả cá\nBánh hỏi lòng heo.\nRăng mực nướng.\nBánh quai vạc.\nBánh tráng nướng mắm ruốc.\nCá lồi xối mỡ\nGỏi cá",
        "isFeatured": false,
        "isFavorite": false,
        "park": "Việt Nam",
        "coordinates": {
            "longitude": 108.10208,
            "latitude": 10.92889
        },
        "imageName": "MuiNe"
    },
    {
        "name": "Khánh Hoà",
        "category": "Trung",
        "city": "Nha Trang",
        "state": "Khánh Hoà",
        "id": 1006,
        "description": "Khánh Hòa là một tỉnh duyên hải Nam Trung Bộ, miền Trung Việt Nam.\nNăm 2018, Khánh Hòa là đơn vị hành chính Việt Nam đông thứ 33 về số dân, xếp thứ 24 về Tổng sản phẩm trên địa bàn (GRDP), xếp thứ 15 về GRDP bình quân đầu người, đứng thứ 42 về tốc độ tăng trưởng GRDP. Với 1.232.400 người dân, GRDP đạt 76.569 tỉ Đồng (tương ứng với 3,3250 tỉ USD), GRDP bình quân đầu người đạt 62,13 triệu đồng (tương ứng với 2.698 USD), tốc độ tăng trưởng GRDP đạt 7,36%",
        "specificpoint":"Khánh Hòa nằm ở khu vực duyên hải Nam Trung Bộ của Việt Nam, có vị trí địa lý:\nPhía Bắc giáp tỉnh Phú Yên\nPhía Tây giáp tỉnh Đắk Lắk\n Phía Nam giáp tỉnh Ninh Thuận\nPhía Tây Nam giáp tỉnh Lâm Đồng.\nPhía Đông giáp Biển Đông.",
        "favoriteDestination":"Khánh Hòa là một trong những trung tâm du lịch lớn của Việt Nam. Nhờ có bờ biển dài hơn 200 km và gần 200 hòn đảo lớn nhỏ cùng nhiều vịnh biển đẹp như Vân Phong, Nha Trang (một trong 12 vịnh đẹp nhất thế giới), Cam Ranh... với khí hậu ôn hòa, nhiệt độ trung bình 26 °C, có hơn 300 ngày nắng trong năm, và nhiều di tích lịch sử văn hóa và danh lam thắng cảnh, nên dịch vụ - du lịch là ngành phát triển nhất ở Khánh Hòa với số du khách hơn 1,6 triệu lượt vào năm 2009. Các hình thức du lịch ở Khánh Hòa rất phong phú với các hình thức như du lịch sinh thái biển đảo, du lịch tham quan - vãn cảnh, du lịch văn hóa... Trong các khách sạn và khu nghỉ mát lớn ở Khánh Hòa, có những khu du lịch và khách sạn tầm cỡ thế giới như khu nghỉ mát Ana Mandara, Vinpearl Land, Sheraton Nha Trang hotel & spa, Novotel, hay khu nghỉ dưỡng cao cấp Evason Hideaway (huyện Ninh Hòa) của tập đoàn Ana Mandara, được tờ Sunday Times bầu là một trong 20 resort tốt nhất thế giới vào năm 2005. Những di tích lịch sử văn hóa có Tháp Po Nagar, thành cổ Diên Khánh, các di tích của nhà bác học Alexandre Yersin...",
        "specialFood":"Các món đặc sản của Khánh hòa được nhiều người biết đến như nem Ninh Hòa, bún cá Nha Trang, bún sứa, bánh ướt Diên Khánh... Ngoài ra dưới sự ảnh hưởng của người Hoa[66] (sinh sống đông đúc gần khu vực chợ Đầm phường Xương Huân), người Pháp (từng đến Nha Trang nghỉ dưỡng rất đông thời Pháp thuộc) và những người miền Bắc di cư vào Nam sau năm 1954 tạo cho Nha Trang phong cách ẩm thực đặc biệt khác hẳn với các địa phương khác trong tỉnh và khu vực Nam Trung Bộ tiêu biểu là những món ăn như phở Nha Trang, bánh mì Nha Trang, bò nướng Lạc Cảnh...",
        "isFeatured": true,
        "isFavorite": false,
        "park": "Việt Nam",
        "coordinates": {
            "longitude": 109.19432,
            "latitude": 12.24507
        },
        "imageName": "NhaTrang"
    },
    {
        "name": "Hà Nội",
        "category": "Bắc",
        "city": "Hà Nội",
        "state": "Hà Nội",
        "id": 1008,
        "description": "Hà Nội (Hán tự: 河內) là thủ đô của nước Cộng hòa Xã hội chủ nghĩa Việt Nam, cũng là kinh đô của hầu hết các vương triều phong kiến tại Việt Nam trước đây. Do đó, lịch sử Hà Nội gắn liền với sự thăng trầm của lịch sử Việt Nam qua các thời kỳ. Hà Nội là thành phố trực thuộc trung ương có diện tích lớn nhất cả nước từ khi tỉnh Hà Tây sáp nhập vào, đồng thời cũng là địa phương đứng thứ nhì về dân số với hơn 8 triệu người (năm 2019), tuy nhiên, nếu tính những người cư trú không đăng ký thì dân số thực tế của thành phố này năm 2019 là gần 10 triệu người. Mật độ dân số của Hà Nội là 2.398 người/km², mật độ giao thông là 105,2 xe/km² mặt đường. Hiện nay, Hà Nội là một đô thị loại đặc biệt của Việt Nam.",
        "specificpoint":"Nằm chếch về phía tây bắc của trung tâm vùng đồng bằng châu thổ sông Hồng, Hà Nội có vị trí từ 20°53' đến 21°23' vĩ độ Bắc và 105°44' đến 106°02' độ kinh Đông, tiếp giáp với các tỉnh Thái Nguyên, Vĩnh Phúc ở phía Bắc, Hà Nam, Hòa Bình phía Nam, Bắc Giang, Bắc Ninh và Hưng Yên phía Đông, Hòa Bình cùng Phú Thọ phía Tây. Hà Nội cách thành phố cảng Hải Phòng 120 km, cách thành phố Nam Định 87 km tạo thành 3 cực chính của Đồng bằng sông Hồng.[49][50] Sau đợt mở rộng địa giới hành chính vào tháng 8 năm 2008, thành phố có diện tích 3.324,92 km², nằm ở cả hai bên bờ sông Hồng, nhưng tập trung chủ yếu bên hữu ngạn. \nĐịa hình Hà Nội thấp dần theo hướng từ Bắc xuống Nam và từ Tây sang Đông với độ cao trung bình từ 5 đến 20 mét so với mực nước biển. Đồi núi tập trung ở phía bắc và phía tây thành phố. Nhờ phù sa bồi đắp, ba phần tư diện tích tự nhiên của Hà Nội là đồng bằng, nằm ở hữu ngạn sông Đà, hai bên sông Hồng và chi lưu các con sông khác. Phần diện tích đồi núi phần lớn thuộc các huyện Sóc Sơn, Ba Vì, Quốc Oai, Mỹ Đức, với các đỉnh núi cao như Ba Vì (1.281 m), Gia Dê (707 m), Chân Chim (462 m), Thanh Lanh (427 m), Thiên Trù (378 m)... Khu vực nội thành có một số gò đồi thấp, như gò Đống Đa, núi Nùng.\nThủ đô Hà Nội có bốn điểm cực là:\nCực Bắc là xã Bắc Sơn, huyện Sóc Sơn.\nCực Tây là xã Thuần Mỹ, huyện Ba Vì.\nCực Nam là xã Hương Sơn, huyện Mỹ Đức.\nCực Đông là xã Lệ Chi, huyện Gia Lâm.",
        "favoriteDestination":"heo con số giữa năm 2008, toàn thành phố Hà Nội có 17 rạp hát, trong đó 12 rạp thuộc hai quận Hoàn Kiếm và Hai Bà Trưng. Nhà hát Lớn của thành phố, nằm tại số 1 phố Tràng Tiền, quận Hoàn kiếm do người Pháp xây dựng và hoàn thành vào năm 1911. Ngày nay, đây là nơi biểu diễn các loại hình nghệ thuật cổ điển như opera, nhạc thính phòng, kịch nói, cũng là trung tâm của các hội nghị, gặp gỡ. Nằm tại số 91 phố Trần Hưng Đạo, Cung Văn hóa Hữu nghị Hà Nội cũng là một địa điểm biểu diễn quan trọng, nơi diễn ra các hoạt động văn hóa, nghệ thuật, thời trang, các cuộc thi hoa hậu... Cùng các hoạt động khoa học, hội thảo, hội nghị, triển lãm.",
        "specialFood":"Là trung tâm văn hóa của cả miền Bắc từ nhiều thế kỷ, tại Hà Nội có thể tìm thấy và thưởng thức những món ăn của nhiều vùng đất khác, nhưng ẩm thực Hà Nội cũng có những nét riêng biệt. Cốm làng Vòng được những người dân của ngôi làng cùng tên thuộc quận Cầu Giấy làm đặc trưng bởi mùi thơm và màu sắc. Cốm làm từ giống nếp vàng gặt khi còn non, gói trong những tàu lá sen màu ngọc thạch và được những người bán hàng rao bán ngay từ sáng sớm. Tuy phổ biến nhất là cốm tươi, nhưng món ăn này còn được chế biến thành món chả cốm. Đây cũng là một món quà được dùng trong các dịp vui.\nThanh Trì, làng vùng ngoại ô khác thuộc phường Thanh trì, quận Hoàng Mai, với món bánh cuốn Thanh Trì. Bánh được làm từ gạo gié cánh, tám thơm, tráng mỏng như tờ giấy. Những phụ nữ vùng Thanh Trì cho bánh vào thúng, đội trên đầu và đi rao khắp các ngõ phố của Hà Nội. Bánh xếp trong thúng, từng lớp gối nhau trên những tàu lá chuối. Khi ăn, bánh được bóc từng lớp rồi cuộn lại, bày trên những chiếc đĩa. Món bánh cuốn Thanh Trì được ăn cùng với loại nước mắm pha theo công thức đặc biệt của người Thanh Trì xưa kia được thêm tinh dầu từ con Cà cuống với mùi thơm đặc trưng, đậu phụ rán nóng, chả quế. Ngày nay, bánh còn được ăn với thịt ba chỉ quay giòn.",
        "isFeatured": false,
        "isFavorite": false,
        "park": "Việt Nam",
        "coordinates": {
            "longitude": 105.84117,
            "latitude": 21.0245
        },
        "imageName": "HoHoanKiem"
    },
    {
        "name": "Huế",
        "category": "Trung",
        "city": "Huế",
        "state": "Thừa Thiên - Huế",
        "id": 1009,
        "description": "Huế là một thành phố trực thuộc tỉnh Thừa Thiên – Huế, Việt Nam. \nHuế từng là kinh đô (cố đô Huế) của Việt Nam thời phong kiến dưới triều Tây Sơn (1788 - 1801) và nhà Nguyễn (1802 – 1945). Hiện nay, thành phố là một trong những trung tâm về văn hoá – du lịch, y tế chuyên sâu, giáo dục đào tạo, khoa học công nghệ của Miền Trung - Tây Nguyên và cả nước. Những địa danh nổi bật là sông Hương và những di sản để lại của triều đại phong kiến, Thành phố có năm danh hiệu UNESCO ở Việt Nam: Quần thể Di tích Cố đô Huế (1993), Nhã nhạc cung đình Huế (2003), Mộc bản triều Nguyễn (2009), Châu bản triều Nguyễn (2014) và Hệ thống thơ văn trên kiến trúc cung đình Huế (2016). Ngoài ra, Huế còn là một trong những địa phương có di sản hát bài chòi đã được công nhận là di sản văn hóa phi vật thể của nhân loại.",
        "specificpoint":"Phía đông giáp thị xã Hương Thủy và huyện Phú Vang\nPhía tây và phía bắc giáp thị xã Hương Trà\nPhía nam giáp thị xã Hương Thủy.\nThành phố tọa lạc hai bên bờ hạ lưu sông Hương, cách thủ đô Hà Nội 668 km về phía nam, cách Thành phố Hồ Chí Minh 1039 km về phía bắc, cách Đà Nẵng 105 km về phía bắc.\nDiện tích tự nhiên 71,68 km², dân số năm 2012 ước là 344.581 người. Tính đến năm 2018, dân số thành phố là 455.230 người (tính luôn cả người không đăng kí cư trú).",
        "favoriteDestination":"Thiên nhiên\nNúi Ngự Bình, Ðồi Vọng Cảnh, Núi Bạch Mã, Sông Hương, Bãi biển Thuận An, Lăng Cô, Bãi biển Cảnh Dương, Phá Tam Giang.\nKiến trúc cổ\nHổ Quyền (nơi voi cọp đấu nhau), Văn Miếu, Điện Hòn Chén, Cầu ngói Thanh Toàn, Trường Trung học phổ thông chuyên Quốc Học, Ðan viện Biển Ðức Thiên An.\nChùa\nChùa Thiên Mụ, Chùa Diệu Đế, Chùa Từ Đàm, Chùa Từ Hiếu, Trung tâm Văn hóa Huyền Trân.\nNhà thờ\nNhà thờ chính tòa Phủ Cam, Nhà thờ Dòng Chúa Cứu Thế, Đan viện Thiên An\nThánh thất\nThánh thất Cao Đài, Vĩnh Lợi",
        "specialFood":"Huế còn lưu giữ trên 1000 món ăn nấu theo lối Huế, có cả những món ăn ngự thiện của các vua triều Nguyễn. Bản thực đơn ngự thiện có trên vài chục món thuộc loại cao lương mỹ vị, được chuẩn bị và tổ chức rất công phu, tỉ mỉ, cầu kỳ. Các món ăn dân dã rất phổ biến trong quần chúng với bản thực đơn phong phú hàng trăm món được chế biến khéo léo, hương vị quyến rũ, màu sắc hấp dẫn, coi trọng phần chất hơn lượng; nghệ thuật bày biện các món ăn đẹp mắt, nghệ thuật thưởng thức tinh tế.",
        "isFeatured": false,
        "isFavorite": false,
        "park": "Việt Nam",
        "coordinates": {
            "longitude": 107.59546,
            "latitude": 16.4619
        },
        "imageName": "ThienMu"
    },
    {
        "name": "Hải Phòng",
        "category": "Bắc",
        "city": "Hải Phòng",
        "state": "Hải Phòng",
        "id": 1011,
        "description": "Hải Phòng là thành phố cảng quan trọng, trung tâm công nghiệp, cảng biển, đồng thời cũng là trung tâm kinh tế, văn hóa, y tế, giáo dục, khoa học, thương mại và công nghệ của Vùng duyên hải Bắc Bộ. Đây là 1 trong 5 thành phố trực thuộc trung ương tại Việt Nam, là đô thị loại I, trung tâm cấp vùng và cấp quốc gia cùng với Đà Nẵng, Cần Thơ.",
        "specificpoint":"Hải Phòng là một thành phố ven biển thuộc vùng Đồng bằng sông Hồng, có vị trí địa lý:\nPhía bắc giáp tỉnh Quảng Ninh\nPhía tây giáp tỉnh Hải Dương\nPhía nam giáp tỉnh Thái Bình\nPhía đông giáp Vịnh Bắc Bộ thuộc Biển Đông.\nThành phố Hải Phòng cách huyện đảo Bạch Long Vĩ (thuộc thành phố) khoảng 70 km, cách Hà Nội 120 km về phía đông đông bắc.\nCác điểm cực:\nCực Bắc của thành phố thuộc xã Lại Xuân, huyện Thủy Nguyên\nCực tây thuộc xã Hiệp Hòa, huyện Vĩnh Bảo\nCực nam thuộc xã Vĩnh Phong, huyện Vĩnh Bảo\nCực Đông thuộc đảo Bạch Long Vĩ ở huyện đảo Bạch Long Vĩ.",
        "favoriteDestination":"Khu du lịch biển Đồ Sơn: Đồ Sơn.\nQuần đảo Cát Bà: Cát Bà ",
        "specialFood":"Ẩm thực Hải Phòng bình dị và dân dã, không cầu kỳ nhưng đậm đà khó quên, chủ yếu là các món hải sản. Các nhà hàng hải sản ở khu vực Đồ Sơn có tôm cua cá mực rất tươi và giá phải chăng. Phong cách chế biến hải sản ở Hải Phòng theo phong cách dân dã, nhấn mạnh thực chất và vị tươi ngon của nguyên liệu nhiều hơn sự cầu kỳ trong gia vị và cách chế biến.\nCác món ăn như bánh đa cua, bún cá, bánh mỳ cay, cơm cháy hải sản, ốc cay, nem cua bể (nem vuông), giờ đây đã quá quen thuộc và nổi tiếng. Những món ăn này có thể được tìm thấy trên đường phố của những nơi khác như TP.Hồ Chí Minh, Hà Nội,... nhưng được thưởng thức chúng trên Thành phố Hoa phượng đỏ vẫn là lý tưởng nhất vì sự lựa chọn nguyên liệu tươi ngon cùng với những bí quyết ẩm thực riêng của người đầu bếp. Ẩm thực Hải Phòng đã từng được quảng bá sang Châu Âu tại lễ hội biển Brest 2008 (Cộng hòa Pháp) và đã gây được tiếng vang lớn.\nNgoài ra, Hải Phòng còn có nhiều món ăn khác như lẩu bề bề, nộm giá, thịt san biển, sủi dìn, bánh bèo,... Một số món ăn không thể thưởng thức ở những nơi khác mà chỉ có tại Hải Phòng.",
        "isFeatured": false,
        "isFavorite": false,
        "park": "Việt Nam",
        "coordinates": {
            "longitude": 106.68345,
            "latitude": 20.86481
        },
        "imageName": "CatBa"
    },
    {
        "name": "Hồ Chí Minh",
        "category": "Nam",
        "city": "Hồ Chí Minh",
        "state": "Hồ Chí Minh",
        "id": 1012,
        "description": "Thành phố Hồ Chí Minh (có 1 tên gọi không chính thức là Sài Gòn) là thành phố lớn nhất tại Việt Nam. Đây là 1 trong những trung tâm kinh tế, chính trị, văn hóa và giáo dục của Việt Nam. Thành phố Hồ Chí Minh là thành phố trực thuộc trung ương thuộc loại đô thị đặc biệt của Việt Nam cùng với thủ đô Hà Nội.",
        "specificpoint":"Thành phố Hồ Chí Minh có toạ độ 10°10' – 10°38' Bắc và 106°22' – 106°54' Đông, phía Bắc giáp tỉnh Bình Dương, Tây Bắc giáp tỉnh Tây Ninh, Đông Bắc và Đông giáp tỉnh Đồng Nai và Bà Rịa – Vũng Tàu, Đông Nam giáp Biển Đông và tỉnh Tiền Giang, Nam và Tây giáp tỉnh Long An. Nằm ở miền Nam Việt Nam, Thành phố Hồ Chí Minh cách Hà Nội 1.730 km theo đường bộ, trung tâm thành phố cách bờ biển Đông 50 km theo đường chim bay. Với vị trí tâm điểm của khu vực Đông Nam Á, Thành phố Hồ Chí Minh là một đầu mối giao thông quan trọng về cả đường bộ, đường thủy và đường không, nối liền các tỉnh trong vùng và còn là một cửa ngõ quốc tế.\nThành phố Hồ Chí Minh gồm có bốn điểm cực:/nCực Bắc là xã Phú Mỹ Hưng, huyện Củ Chi./nCực Tây là xã Thái Mỹ, huyện Củ Chi./nCực Nam là xã Long Hòa, huyện Cần Giờ./nCực Đông là xã Thạnh An, huyện Cần Giờ.",
        "favoriteDestination":"Các địa điểm du lịch của thành phố tương đối đa dạng. Với hệ thống 11 viện bảo tàng, chủ yếu về đề tài lịch sử, Thành phố Hồ Chí Minh đứng đầu Việt Nam về số lượng viện bảo tàng. Bảo tàng lớn nhất và cổ nhất thành phố là Bảo tàng Lịch sử Việt Nam với 30 nghìn hiện vật. Trong khi phần lớn khách thăm Bảo tàng Chứng tích chiến tranh là người nước ngoài thì bảo tàng thu hút nhiều khách nội địa nhất là Bảo tàng Hồ Chí Minh. Thành phố Hồ Chí Minh cũng là một đô thị đa dạng về tôn giáo. Trên địa phận thành phố hiện nay, có hơn 1000 ngôi chùa, đình, miếu được xây dựng qua nhiều thời kỳ. Còn các nhà thờ xuất hiện chủ yếu trong thế kỷ 19 theo các phong cách Roman, Gothic. Nhà thờ lớn và nổi tiếng nhất của thành phố là Nhà thờ Đức Bà, nằm ở Quận 1, hoàn thành năm 1880. Thời kỳ thuộc địa đã để lại cho thành phố nhiều công trình kiến trúc quan trọng, như Trụ sở Ủy ban Nhân dân Thành phố, Nhà hát Lớn, Bưu điện trung tâm, Bến Nhà Rồng,... Dinh Độc Lập và Thư viện Khoa học Tổng hợp được xây dựng dưới thời Việt Nam Cộng hòa. Kiến trúc hiện đại ghi dấu ấn ở thành phố bằng các cao ốc, khách sạn, trung tâm thương mại như Diamond Plaza, Saigon Trade Centre... Khu vực ngoài trung tâm, Địa đạo Củ Chi, Rừng ngập mặn Cần Giờ, Vườn cò Thủ Đức cũng là những địa điểm du lịch quan trọng.",
        "specialFood":"Cơm tấm Sài Gòn. Món cơm tấm (Ảnh ST) ...\nHủ tiếu cá Hủ tiếu Cá.\nHủ tiếu Nam Vang. Với tên gọi khác là món ăn “ đa sắc tộc” thì hủ tiếu Nam Vang cũng chính là một món đặc sản Sài Gòn mà du khách nên biết tới khi đến nơi đây du lịch.\nGỏi khô bò.\nSủi Cảo.\nBột chiên.\nBánh tráng trộn.\nTrà sữa.",
        "isFeatured": true,
        "isFavorite": false,
        "park": "Việt Nam",
        "coordinates": {
            "longitude": 106.62965,
            "latitude": 10.82302
        },
        "imageName": "Notre Dame Cathedral"
    }
]
